Repository: thelpi/Kikole
Catalog: KikoleSite/Resources/Views/Challenge/Index.*.resx
Languages: fr

source: Accept
fr: Accepter

source: Cancel
fr: Annuler

# ChallengeAgainst
source: You have a challenge against <span style="color: crimson">{0}</span> today, for <span style="color: crimson">{1}</span>% of your points!
fr: Vous avez un challenge contre <span style="color: crimson">{0}</span> aujourd'hui, pour <span style="color: crimson">{1}</span> % de vos points !

# ChallengeHistory
source: Challenges history
fr: Historique de challenges

# ChallengeLaius
source: <p>You target an opponent you think you can <span style="color:crimson">beat</span> (ie more points than him/her).</p> <p>You have to set the percentage of points you <span style="color:crimson">gamble</span> in the challenge (see example below).</p> <p>If he/she accepts the challenge, you're on!</p> <p>The challenge is scheduled for the next day where you and your opponent are free of any other challenge.</p> <p>Also, challenge cannot occurs a day where you or your opponent have submitted the daily player.</p> <p>In case of withdrawal (ie the opponent don't find the player in time), the winner double his score, loser lose the same amount.</p> <p>If both users withdraw, have the same score, or have both 0 points, nothing happens.</p> <p>Example of score:</p> <p>user X challenges Y for 40% of his/her score</p> <p>The next day, X scores 800 points and Y 900 points, so Y wins.</p> <p>Y final score is 1260 points (900 + 900 * 0.4)</p> <p>X final score is 440 points (800 - 900 * 0.4)</p>
fr: <p>Vous ciblez un adversaire que vous pensez pouvoir <span style="color:crimson">battre</span> (ie faire plus de points que lui/elle).</p> <p>Vous devez définir le pourcentage de points que vous <span style="color:crimson">pariez</span> dans cette opération (voir l'exemple plus bas).</p> <p>Si lui/elle accepte le challenge, c'est parti !</p> <p>Le challenge est programmé pour la prochaine journée où ni vous ni votre adversaire n'avez un autre challenge prévu.</p> <p>Aussi, les challenges ne peuvent avoir lieu les jours où vous ou votre adversaire avez proposé le kikolé du jour.</p> <p>En cas de forfait (ie l'adversaire ne trouve pas le joueur à temps), le gagnant double son score et le perdant perd le même montant.</p> <p>Si les deux joueurs abandonnent, ont le même score ou font 0 points, rien ne se passe.</p> <p>Exemple de score :</p> <p>Le joueur X envoie un challenge à Y pour 40% de ses points.</p> <p>Le jour suivant, X marque 800 points et Y 900 points, donc Y gagne.</p> <p>Le score final de Y est 1260 points (900 + 900 * 0.4)</p> <p>Le score final de X est 440 points (800 - 900 * 0.4)</p>

# ChallengeOppose
source: Opponents who have requested to challenge you
fr: Adversaires qui vous ont envoyés un challenge

# ChallengeProgress
source: Challenge in progress
fr: Challenge en cours

# ChallengeRequest
source: Challenges you've requested
fr: Demandes de challenge envoyés

# ChallengeResume
source: {0} for {1}% of points
fr: {0} pour {1} % des points

# ChallengeSchedule
source: Scheduled challenges
fr: Challenges programmés

# DoChallenge
source: Challenge someone
fr: Challenger quelqu'un

# GambleTip
source: % of your points you're willing to gamble
fr: % de vos points que vous êtes prêt à parier

# HowToChallenge
source: How challenge works?
fr: Comment les challenges fonctionnent ?

source: Initiated?
fr: Initié ?

# NoChallengeHistory
source: You have no history of challenges!
fr: Vous n'avez aucun historique de challenges.

# NoChallengeOppose
source: Nobody has requested to challenge you
fr: Personne ne vous a envoyé de challenge.

# NoChallengeRequest
source: You've challenged nobody
fr: Vous n'avez challengez personne.

# NoChallengeSchedule
source: No challenge are scheduled
fr: Aucun challenge programmé.

source: No challenge today.
fr: Aucun challenge aujourd'hui.

source: Opponent
fr: Adversaire

# OpponentSet
source: Opponent:
fr: Adversaire :

source: Points rate:
fr: Pourcentage de points :

source: Refuse
fr: Refuser

# Results
source: Result
fr: Résultat
