Repository: thelpi/Kikole
Catalog: KikoleSite/Resources/Views/Leaderboard/User.*.resx
Languages: fr

# AnswerHeader
source: Answer
fr: Réponse

# AttemptHeader
source: Attempt?
fr: Tenté ?

source: Attempts:
fr: Tentatives :

source: Average time:
fr: Temps moyen :

source: Best score:
fr: Meilleur score :

source: Best time:
fr: Meilleur temps :

# PointsRankHeader
source: Pts pos.
fr: Rang pts

# PtsByAttempt
source: pts p/ attempt
fr: pts p/ tentative

source: Stats by day
fr: Stats par jour

source: Successes:
fr: Succès :

# SuccessHeader
source: Success?
fr: Trouvé ?

# TimeHeader
source: Time
fr: Temps

# TimeRankHeader
source: Time pos.
fr: Rang tmp

source: Total score:
fr: Score total :

source: Username:
fr: Utilisateur :

# BadgeYouDontOwn
source: You miss
fr: Pas encore obtenus

# BadgeYouOwn
source: You own
fr: Obtenus

# EveryBadge
source: Congratulations, you have every badge!
fr: Félicitations, vous avez tous les badges possibles !

# GeneralInfo
source: General information
fr: Informations générales

source: Got the
fr: Obtenu le

# NoBadge
source: You have no badge yet!
fr: Vous n'avez pas encore de badge !

source: Nobody
fr: Personne

# NoUserBadges
source: has this badge
fr: n'a ce badge

# OnlyOne
source: You're the <span style="color: crimson">only one</span> with this badge!
fr: Vous êtes <span style="color: crimson">le seul</span> à avoir ce badge !

# OtherUser
source: other user has this badge
fr: autre utilisateur a ce badge

# OtherUsers
source: other users have this badge
fr: autres utilisateurs ont ce badge

# UserBadges
source: user has this badge
fr: utilisateur a ce badge

# UsersBadges
source: users have this badge
fr: utilisateurs ont ce badge
