Repository: thelpi/Kikole
Catalog: KikoleSite/Resources/Views/Admin/Index.*.resx
Languages: fr

# AcceptedLanguages
source: in english or french
fr: en français ou en anglais

# AddClubTab
source: Add club (open a new tab)
fr: Créer un club (nouvel onglet)

# AdminOverrideClue
source: might be override by the administrator
fr: à savoir : pourra être remplacé par l'administrateur

source: Alternative names
fr: Noms alternatifs

# AltNameTip1
source: at least the last name without the first name, and few alternatives of your choice
fr: à minima le nom du joueur sans son prénom

# AltNameTip2
source: don't mind diacritics, it will be considered equal
fr: ne pas se soucier des accents, ils seront ignorés

# AvoidAmbiguousPos
source: as a rule of thumb, avoid players with too much ambiguous position
fr: d'une manière générale, évitez les joueurs avec un positionnement trop ambigüe

source: Check submitted players
fr: Vérifier les joueurs proposés

source: Clubs career
fr: Carrière en club

# ClubsTip1
source: in chronological order, senior career only, without B teams
fr: dans l'ordre chronologique, sans la carrière junior ni les équipes B

# ClubsTip2
source: if more than 15 clubs, set the first 15th and the administrator will complete; please create all the club
fr: si plus de 10 clubs, mettre les 10 premiers et l'administrateur complètera ; merci de créer les clubs

source: Clue
fr: Indice

source: Name
fr: Nom

source: Nationality
fr: Nationalité

source: Remains anonymous:
fr: Rester anonyme :

# RemainsAnonymousTip
source: the day the kikole is played, your username will not appear
fr: le jour où le kikolé est joué, votre nom d'utilisateur n'apparaïtra pas

# SubmitPlayerGo
source: Submit the player
fr: Proposer le joueur

# SubmitPlayerTitle
source: Submit a player
fr: Proposer un joueur

# TipAboutNationality
source: keep in mind it's the country, not the international selection
fr: nationalité, et non pas la sélection pour laquelle il joue

# WikiPlayerName
source: use english Wikipedia page title
fr: utilisez le titre de la page Wikipédia en anglais

source: Year of birth
fr: Année de naissance

# ClueEn
source: English clue
fr: Indice en anglais

# ClueFr
source: French clue
fr: Indice en français

# ChartLaius
source: <p>If your kikole is accepted by the moderator, he'll be scheduled for the next available day.</p> <p>On this day, you won't be able to play but you'll win points, as following:</p> <p>{0} points by default.</p> <p>Then -{1} points every time someone finds your kikole with a score of {2} or better.</p> <p>{3} points is the lowest you can have.</p>
fr: <p>Si votre kikolé est accepté par le modérateur, il sera programmé pour le prochain jour disponible.</p> <p>Ce jour là, vous ne pourrez pas jouer mais vous gagnerez quand même des points :</p> <p>{0} points en base de départ.</p> <p>Puis -{1} points chaque fois que quelqu'un trouvera votre kikolé avec un score de {2} ou supérieur.</p> <p>Au minimum, vous gagnerez {3} points.</p>

source: Easy clue
fr: Indice facile

# EasyClueEn
source: English easy clue
fr: Indice facile en anglais

# EasyClueFr
source: French easy clue
fr: Indice facile en français

# IsLoan
source: Loan?
fr: Prêt ?
