Repository: thelpi/Kikole
Catalog: KikoleSite/Resources/Views/Home/Partial/Rules.*.resx
Languages: fr

source: About clubs
fr: A propos des clubs

# AboutClubsDetails
source: <p>Only professional clubs are included in the player's career: youth clubs and "B" teams are excluded.</p> <p>Exemple : Edouard Mendy hasn't played for "Olympique de Marseille" (B team), neither at "Le Havre" (youth).</p> <p>Loans are included in the career, and explicitely indicated when it occurs.</p> <p>The autocompletion is comprehensive. Meaning if you search a particular club and it doesn't appear, then the current player has not played in this club.</p>
fr: <p>Seuls les clubs professionels sont présents dans la carrière du joueur : les réserves et les clubs juniors sont exclus.</p> <p>Exemple : Edouard Mendy n'a pas joué à l'Olympique de Marseille (réserve), ni au Havre (junior).</p> <p>Les prêts sont inclus dans la carrière, et explicitement indiqués quand c'est le cas.</p> <p>L'autocomplétion est exhaustive. Cela signifie que si vous cherchez un club en particulier et qu'il n'apparait pas, alors le joueur du jour n'a pas joué dans ce club.</p>

# AboutCountry
source: About the nationality
fr: A propos de la nationalité

# AboutCountryDetails
source: <p>The game does not manage sportive nationality. Only administratives nationalities are considered, based on <a target="_blank" href="https://en.wikipedia.org/wiki/List_of_ISO_3166_country_codes">this norm</a>.</p> <p>Exemple : Ryan Giggs's nationality is "United Kingdom" and not "Wales".</p> <p>There's only one nationality per player. When the sportive nationality matches the administrative nationalité, it's the one chosen.</p> <p>It's possible, although very rare, that the choice is arbitrary by the administrator. Here's several complex cases:</p> <ul> <li>Edouard Mendy is Senegalese, as he has chosen this federation; this case is legit as it respects the rule above.</li> <li>Jean-Claude Darcheville is French: choice made by the administrator, due to the fact that the Guyane's federation is not recognized by the FIFA.</li> <li>Xavi Simons is Dutch: choice made by the administrator at the current date, it might still possible for him to pick the Spanish selection.</li> </ul> <p>Finally, nationalities from the past are substitued by closest current nationalities (which might be arbitrary once again).</p> <p>Exemple : Lev Yachine is Russian, because "Soviet Union" is not available.</p>
fr: <p>Le jeu ne gère pas la nationalité sportive. Les nationalités proposées sont celles administratives, basées sur <a target="_blank" href="https://fr.wikipedia.org/wiki/ISO_3166-1">cette norme</a>.</p> <p>Exemple : la nationalité de Ryan Giggs est "Royaume-Uni" et non pas "Pays de Galles".</p> <p>Il n'y a qu'une seule nationalité possible par joueur. Quand la nationalité sportive correspond avec une des nationalités administratives, elle est utilisée.</p> <p>Il est POSSIBLE, bien que très rare, que le choix soit arbitraire par l'administrateur. Voici quelques cas complexes :</p> <ul> <li>Edouard Mendy est Sénégalais puis qu'il a choisi cette fédération pour être sélectionné ; ce cas n'est pas litigieux en appliquant la règle ci-dessus.</li> <li>Jean-Claude Darcheville est Français : on peut dire que c'est un choix de l'administrateur, lié au fait que la fédération de Guyane ne soit pas reconnue par la FIFA.</li> <li>Xavi Simons est hollandais : choix de l'administrateur à date, il est encore possible pour lui de faire une sélection A avec l'Espagne.</li> </ul> <p>Enfin, les nationalités n'existant plus sont substituées par les nationalités s'en rapprochant le plus (ce qui peut là encore être arbitraire).</p> <p>Exemple : Lev Yachine est considéré Russe, puisque "Union Soviétique" n'est pas disponible.</p>

# BadGuessClub
source: An incorrect club proposition costs <span style="color: crimson; font-size: large">{0}</span> points.
fr: Une proposition incorrecte pour un des clubs coûte <span style="color: crimson; font-size: large">{0}</span> points.

# BadGuessCountry
source: An incorrect country proposition costs <span style="color: crimson; font-size: large">{0}</span> points.
fr: Une proposition incorrecte pour la nationalité coûte <span style="color: crimson; font-size: large">{0}</span> points.

# BadGuessName
source: An incorrect player proposition costs <span style="color: crimson; font-size: large">{0}</span> points.
fr: Une proposition incorrecte pour le nom du joueur coûte <span style="color: crimson; font-size: large">{0}</span> points.

# BadGuessPosition
source: An incorrect position proposition costs <span style="color: crimson; font-size: large">{0}</span> points.
fr: Une proposition incorrecte pour la position coûte <span style="color: crimson; font-size: large">{0}</span> points.

# BadGuessYear
source: An incorrect year proposition costs <span style="color: crimson; font-size: large">{0}</span> points.
fr: Une proposition incorrecte pour l'année de naissance coûte <span style="color: crimson; font-size: large">{0}</span> points.

# ClueGuess
source: Asking for a second clue costs <span style="color: crimson; font-size: large">{0}</span> % of points.
fr: Demander un second indice coûte <span style="color: crimson; font-size: large">{0}</span> points.

# GoodGuess
source: A good guess on any category costs <span style="color: forestgreen; font-size: large">no points</span>.
fr: Une proposition correcte dans n'importe quelle catégorie ne coûte <span style="color: forestgreen; font-size: large">aucun point</span>.

# Rules
source: <p><span style="color: crimson; font-size: large">"Kikole?"</span> is a game where you have to guess a new football player <span style="color: crimson">every day</span>.</p> <p>Your opponents have the same player to guess, so be the best and you'll appear on our <a href="/Leaderboard">leaderboard</a>!</p> <p>To find the player of the day, you can suggest his position, nationality, clubs or birth year. A starter clue is also given.</p> <p>Notice that the player can be active or retired, moreover feminine players are possible but quite rare.</p> <p>Fictional players (movies and such) are disallowed.</p> <p>In case of technical issue, complaint or to suggest a player (another way to gain points), please <a href="/Home/Contact">contact me</a> (authentication required).</p>
fr: <p><span style="color: crimson; font-size: large">"Kikolé ?"</span> est un jeu très simple où vous devez deviner un nouveau footballeur <span style="color: crimson">tous les jours</span>.</p> <p>Vos adversaires doivent deviner le même joueur, donc soyez le meilleur pour apparaître dans le <a href="/Leaderboard">classement</a>!</p> <p>Pour trouver le joueur du jour, vous pouvez faire des propositions concernant son année de naissance, poste, nationalité et carrière en club. Un indice de départ est également donné.</p> <p>Veuillez noter que le joueur peut être actif ou retraité, de plus les joueuses sont parfois possibles bien que rare.</p> <p>Les joueurs de fiction (films, mangas...) ne sont pas autorisés.</p> <p>Pour un problème technique, une réclamation ou proposer un joueur (un autre moyen de gagner des points), merci de <a href="/Home/Contact">me contacter</a> (il faut être connecté).</p>

# ScoreIntro
source: Score is computed with following rules:
fr: Le score est calculé par les rêgles suivantes :

# StarterPoints
source: You start with <span style="color: forestgreen; font-size: large">{0}</span> points.
fr: Vous commencez avec <span style="color: forestgreen; font-size: large">{0}</span> points.
