Repository: thelpi/Kikole
Catalog: KikoleSite/Resources/Views/Home/Index.*.resx
Languages: fr

# AccountMandatory
source: An account is mandatory to play, but it takes 10 seconds to create and no personal information are required!
fr: Le compte est nécessaire pour jouer, mais il prend 10 secondes à créer et aucune information personnelle n'est requise !

# BirthYearTitle
source: Year of birth:
fr: Année de naissance :

# CareerClubSoFar
source: Career clubs:
fr: Carrière en club :

# ChallengeOngoing
source: You have a challenge against <span style="color: crimson">{0}</span> today, for <span style="color: crimson">{1}</span>% of your points!
fr: Vous avez un challenge contre <span style="color: crimson">{0}</span> aujourd'hui, pour <span style="color: crimson">{1}</span>% de vos points !

# ClubTipOne
source: ordered from older to newer
fr: Triés du plus ancien au plus récent

# ClubTipTwo
source: no duplicate in case the player comes back to a club he already played
fr: Pas de doublon quand le joueur revient dans un club qu'il a déjà connu

# ComeBackTomorrow
source: Come back tomorrow for a new player!
fr: Revenez demain pour un nouveau joueur !

source: Current day
fr: Jour courant

# CurrentScore
source: Your current score: <span style="font-style: italic; color:crimson">{0}</span> points.
fr: Votre score actuel : <span style="font-style: italic; color:crimson">{0}</span> points.

# DayClue
source: Clue of the day:
fr: Indice du jour :

# FinalScore
source: Your final score: <span style="font-style: italic; color:crimson">{0}</span> points.
fr: Votre score final : <span style="font-style: italic; color:crimson">{0}</span> points.

# LoggedAs
source: You are logged as
fr: Vous êtes connecté en tant que

# NationalityTitle
source: Nationality:
fr: Nationalité :

source: Next day
fr: Jour suivant

source: one club at a time
fr: un club à la fois

# PendingChallenges
source: You have pending challenges waiting for a <a href="/Challenge">response</a>.
fr: Vous avez des challenges en attente d'une <a href="/Challenge">réponse</a>.

# PlayerFoundCongrats
source: Congratulations! The player was <span style="font-style: italic; color:crimson">{0}</span>.
fr: Félicitations ! Le joueur était <span style="font-style: italic; color:crimson">{0}</span>.

# PlayerIs
source: Today's player is
fr: Le joueur du jour est

# PointsIfIncorrect
source: pts if incorrect
fr: pts si incorrect

source: Previous day
fr: Jour précédent

# SubmittedBy
source: Today's player has been submitted by
fr: Le joueur du jour a été proposé par <span style="color: crimson">{0}</span> !

# TipAboutNationality
source: it's the nationality, not the national team he plays or played
fr: nationalité, et non pas la sélection pour laquelle il joue

# TypePlayerName
source: Type the player's name here:
fr: Saisissez le nom du joueur ici :

# UseWikiTitle
source: tip: type the title of the player's english Wiki page
fr: conseil: saisissez le titre de la page Wiki en anglais du joueur

# YouAreNotLogged
source: You are <a href="/Account"><span style="color: crimson">not logged</span></a>
fr: Vous n'êtes <a href="/Account"><span style="color: crimson">pas identifié</span></a>
